Repository: MaxXLive/ev-charge-ios
Catalog: evmap/evmap/Localizable.xcstrings
Source language: de
Languages: cs, en, et, fr, it, nb, nl, pt, ro, sv

source: Profile
cs: Profily
en: Profiles
et: Profiilid
fr: Profils
it: Profili
nb: Profiler
nl: Profielen
pt: Perfis
ro: Profiluri
sv: Profiler

source: Quelle: %@
cs: Zdroj: %@
en: Source: %@
et: Allikas: %@
fr: Source : %@
it: Fonte: %@
nb: Kilde: %@
nl: Bron: %@
pt: Fonte: %@
ro: Sursă: %@
sv: Källa: %@

source: Rastplatz
cs: Odpočívadlo
en: Rest area
et: Teeäärne puhkekoht
fr: Aire de repos
it: Area di sosta
nb: Rasteplass
nl: Rustplaats
pt: Área de descanso
ro: Zona de odihna
sv: Rastplats

source: Referenzdaten fehlen
cs: Chybí referenční data
en: Reference data missing
et: Viiteandmed puuduvad
fr: Données de référence manquantes
it: Dati di riferimento mancanti
nb: Referansedata mangler
nl: Referentiegegevens ontbreken
pt: Faltam dados de referência
ro: Lipsesc datele de referință
sv: Referensdata saknas

source: Referenzdaten unvollständig
cs: Referenční data neúplná
en: Reference data incomplete
et: Viiteandmed on puudulikud
fr: Données de référence incomplètes
it: Dati di riferimento incompleti
nb: Referansedata ufullstendige
nl: Referentiegegevens onvolledig
pt: Dados de referência incompletos
ro: Date de referință incomplete
sv: Referensdata ofullständiga

source: Restaurant
cs: Restaurace
et: Restoran
it: Ristorante
pt: Restaurante
sv: Restaurang

source: Route
cs: Trasa
en: Directions
et: Marsruut
fr: Itinéraire
it: Indicazioni
nb: Rute
pt: Rota
ro: Rută
sv: Vägbeskrivning

source: Satellit
cs: Satelitní
en: Satellite
et: Satelliidikaart
fr: Satellite
it: Satellitare
nb: Satellitt
nl: Satelliet
pt: Satélite
ro: Satelit

source: Schwimmbad
cs: Bazén
en: Swimming pool
et: Ujula või välibassein
fr: Piscine
it: Piscina
nb: Svømmebasseng
nl: Zwembad
pt: Piscina
ro: Piscina
sv: Simhall

source: Sehr gute Abdeckung in den deutschsprachigen Ländern. Beschreibungen in Deutsch. Von der Community gepflegt.
cs: Velmi dobré pokrytí v německy mluvících zemích. Popisy v němčině. Spravováno komunitou.
en: Very good coverage in German-speaking countries. Descriptions in German. Maintained by the community.
et: Väga hea kate saksakeelsetes riikides. Kirjeldused saksa keeles. Hooldab kogukond.
fr: Très bonne couverture dans les pays germanophones. Descriptions en allemand. Maintenu par la communauté.
it: Ottima copertura nei paesi di lingua tedesca. Descrizioni in tedesco. Gestito dalla comunità.
nb: Svært god dekning i tysktalende land. Beskrivelser på tysk. Vedlikeholdt av fellesskapet.
nl: Zeer goede dekking in Duitstalige landen. Beschrijvingen in het Duits. Onderhouden door de community.
pt: Cobertura muito boa nos países de língua alemã. Descrições em alemão. Mantido pela comunidade.
ro: Acoperire foarte bună în țările vorbitoare de germană. Descrieri în germană. Întreținut de comunitate.
sv: Mycket bra täckning i tysktalande länder. Beskrivningar på tyska. Underhålls av gemenskapen.

source: Serverfehler (HTTP %lld).
cs: Chyba serveru (HTTP %lld).
en: Server error (HTTP %lld).
et: Serveri viga (HTTP %lld).
fr: Erreur serveur (HTTP %lld).
it: Errore del server (HTTP %lld).
nb: Serverfeil (HTTP %lld).
nl: Serverfout (HTTP %lld).
pt: Erro do servidor (HTTP %lld).
ro: Eroare de server (HTTP %lld).
sv: Serverfel (HTTP %lld).

source: Speichern
cs: Uložit
en: Save
et: Salvesta
fr: Enregistrer
it: Salva
nb: Lagre
nl: Opslaan
pt: Guardar
ro: Salvează
sv: Spara

source: Sprache
cs: Jazyk
en: Language
et: Keel
fr: Langue
it: Lingua
nb: Språk
nl: Taal
pt: Idioma
ro: Limbă
sv: Språk

source: Standard
cs: Výchozí
en: Default
et: Tavakaart
fr: Défaut
it: Predefinito
nb: Forvalg
nl: Default
pt: Padrão
ro: Implicit

source: Steckertypen
cs: Konektory
en: Connectors
et: Pistikud
fr: Connecteurs
it: Prese
nb: Tilkobling
nl: Connectoren
pt: Conectores
ro: Conectori
sv: Laddkontakter

source: Störung gemeldet
cs: Zpráva o závadě
en: Fault report
et: Veateade
fr: Rapport d'anomalie
it: Segnalazione guasto
nb: Feilrapport
nl: Foutenrapport
pt: Com problemas
ro: Raport defectiune
sv: Felrapport

source: Supermarkt
cs: Supermarket
en: Supermarket
et: Supermarket
fr: Supermarché
it: Supermercato
nb: Supermarked
pt: Supermercado
ro: Supermarket
sv: Supermarket

source: System
cs: Systém
et: Süsteem
fr: Système
it: Sistema
nl: Systeem
pt: Sistema
ro: Sistem

source: Tankstelle
cs: Čerpací stanice
en: Petrol station
et: Tankla
fr: Station-service
it: Distributore di benzina
nb: Bensinstasjon
nl: Benzinestation
pt: Posto de combustível
ro: Benzinarie
sv: Bensinstation

source: Tesla-Fahrzeuge & Mitglieder
cs: Vozidla Tesla a členové
en: Tesla vehicles & members
et: Tesla sõidukid ja liikmed
fr: Véhicules Tesla et membres
it: Veicoli Tesla e membri
nb: Tesla-kjøretøy og medlemmer
nl: Tesla-voertuigen en leden
pt: Veículos Tesla e membros
ro: Vehicule Tesla și membri
sv: Tesla-fordon och medlemmar

source: Tesla-Konto
cs: Účet Tesla
en: Tesla account
fr: Compte Tesla
it: Account Tesla
nl: Tesla-account
pt: Conta Tesla
ro: Cont Tesla

source: Tesla-Preise
cs: Ceny Tesla
en: Tesla pricing
et: Tesla hinnad
fr: Tarifs Tesla
it: Prezzi Tesla
nb: Tesla-priser
nl: Tesla-prijzen
pt: Preços Tesla
ro: Prețuri Tesla
sv: Tesla-priser

source: Tiefgarage
cs: Podzemní parkoviště
en: Underground car park
et: Maa-alune parkla
fr: Parking souterrain
it: Parcheggio sotterraneo
nb: Parkeringsgarasje under bakken
nl: Ondergrondse parking
pt: Parque de estacionamento subterrâneo
ro: Parcare subterana
sv: Underjordiskt parkeringsgarage

source: Tierpark
cs: Zoo
en: Zoo
et: Loomaaed
fr: Zoo
it: Zoo
nb: Dyrehage
nl: Zoo
pt: Zoo
ro: Gradina Zoo
sv: Zoo

source: Tippe auf der Karte bei einer Station auf den Stern.
cs: Klepněte na hvězdičku u stanice na mapě.
en: Tap the star on a station on the map.
et: Puudutage kaardil jaama juures tähte.
fr: Touchez l'étoile d'une station sur la carte.
it: Tocca la stella di una stazione sulla mappa.
nb: Trykk på stjernen ved en stasjon på kartet.
nl: Tik op de ster bij een station op de kaart.
pt: Toque na estrela de uma estação no mapa.
ro: Atingeți steaua unei stații pe hartă.
sv: Tryck på stjärnan vid en station på kartan.

source: Über
cs: O aplikaci
en: About
et: Teave
fr: À propos
it: Informazioni
nb: Om
nl: Over
pt: Acerca
ro: Despre
sv: Om

source: Übersetzen
cs: Přeložit
en: Translate
et: Tõlgi
fr: Traduire
it: Traduci
nb: Oversett
nl: Vertalen
pt: Traduzir
ro: Traduceți
sv: Översätt

source: Unerwarteter Status: %@.
cs: Neočekávaný stav: %@.
en: Unexpected status: %@.
et: Ootamatu olek: %@.
fr: Statut inattendu : %@.
it: Stato imprevisto: %@.
nb: Uventet status: %@.
nl: Onverwachte status: %@.
pt: Estado inesperado: %@.
ro: Stare neașteptată: %@.
sv: Oväntad status: %@.

source: Ungültige Antwort
cs: Neplatná odpověď
en: Invalid response
et: Vigane vastus
fr: Réponse non valide
it: Risposta non valida
nb: Ugyldig svar
nl: Ongeldig antwoord
pt: Resposta inválida
ro: Răspuns nevalid
sv: Ogiltigt svar

source: Verbund
cs: Síť
en: Network
et: Võrk
fr: Réseau
it: Rete
nb: Nettverk
nl: Netwerk
pt: Rede
ro: Retea
sv: Nätverk

source: Verstanden
cs: Rozumím
en: Got it
et: Sain aru
fr: Compris
it: Ho capito
nb: Forstått
nl: Begrepen
pt: Entendido
ro: Am înțeles
sv: Jag förstår

source: Weiter
cs: další
en: next
et: järgmine
fr: suivant
it: prossimo
nb: neste
nl: volgende
pt: próximo
ro: urmatorul
sv: nästa

source: Weitere Informationen
cs: Další informace
en: More information
et: Lisateave
fr: Informations complémentaires
it: Ulteriori informazioni
nb: Mer informasjon
nl: Meer informatie
pt: Mais informações
ro: Mai multe informații
sv: Mer information

source: Weitere Quellen werden ergänzt, sobald ihre Anbindung verfügbar ist.
cs: Další zdroje budou přidány, jakmile bude jejich integrace dostupná.
en: More sources will be added as soon as their integration is available.
et: Lisaallikad lisatakse kohe, kui nende integratsioon on saadaval.
fr: D'autres sources seront ajoutées dès que leur intégration sera disponible.
it: Altre fonti verranno aggiunte non appena la loro integrazione sarà disponibile.
nb: Flere kilder legges til så snart integrasjonen er tilgjengelig.
nl: Er worden meer bronnen toegevoegd zodra de koppeling beschikbaar is.
pt: Serão adicionadas mais fontes assim que a sua integração estiver disponível.
ro: Vor fi adăugate mai multe surse de îndată ce integrarea lor va fi disponibilă.
sv: Fler källor läggs till så snart deras integration är tillgänglig.

source: Weltweite Abdeckung mit hoher Qualität. Beschreibungen in Englisch oder Landessprache. Von der Community gepflegt und offizielle Verzeichnisse einiger Länder (z.B. Nordamerika, UK, Frankreich, Norwegen).
cs: Celosvětové pokrytí ve vysoké kvalitě. Popisy v angličtině nebo místním jazyce. Spravováno komunitou a oficiálními registry některých zemí (např. Severní Amerika, Velká Británie, Francie, Norsko).
en: Worldwide coverage with high quality. Descriptions in English or the local language. Maintained by the community and official registries of some countries (e.g. North America, UK, France, Norway).
et: Ülemaailmne kõrge kvaliteediga kate. Kirjeldused inglise või kohalikus keeles. Hooldavad kogukond ja mõne riigi ametlikud registrid (nt Põhja-Ameerika, Ühendkuningriik, Prantsusmaa, Norra).
fr: Couverture mondiale de haute qualité. Descriptions en anglais ou dans la langue locale. Maintenu par la communauté et les registres officiels de certains pays (p. ex. Amérique du Nord, Royaume-Uni, France, Norvège).
it: Copertura mondiale di alta qualità. Descrizioni in inglese o nella lingua locale. Gestito dalla comunità e dai registri ufficiali di alcuni paesi (es. Nord America, Regno Unito, Francia, Norvegia).
nb: Verdensomspennende dekning med høy kvalitet. Beskrivelser på engelsk eller lokalspråk. Vedlikeholdt av fellesskapet og offisielle registre i enkelte land (f.eks. Nord-Amerika, Storbritannia, Frankrike, Norge).
nl: Wereldwijde dekking van hoge kwaliteit. Beschrijvingen in het Engels of de lokale taal. Onderhouden door de community en officiële registers van sommige landen (bijv. Noord-Amerika, VK, Frankrijk, Noorwegen).
pt: Cobertura mundial de alta qualidade. Descrições em inglês ou no idioma local. Mantido pela comunidade e por registos oficiais de alguns países (ex.: América do Norte, Reino Unido, França, Noruega).
ro: Acoperire mondială de înaltă calitate. Descrieri în engleză sau în limba locală. Întreținut de comunitate și de registrele oficiale ale unor țări (de ex. America de Nord, Regatul Unit, Franța, Norvegia).
sv: Världsomspännande täckning med hög kvalitet. Beskrivningar på engelska eller lokalspråk. Underhålls av gemenskapen och officiella register i vissa länder (t.ex. Nordamerika, Storbritannien, Frankrike, Norge).

source: Willkommen bei EVMap
cs: Vítejte v EVMap
en: Welcome to EVMap
et: Tere tulemast EVMapi
fr: Bienvenue dans EVMap
it: Benvenuto in EVMap
nb: Velkommen til EVMap
nl: Welkom bij EVMap
pt: Bem-vindo ao EVMap
ro: Bun venit la EVMap
sv: Välkommen till EVMap

source: Wohnmobilstellplatz
cs: Kemp pro karavany
en: Caravan site
et: Karavanipark
fr: Emplacement pour caravanes
it: Area roulotte
nb: Campingplass
nl: Staanplaats voor caravans
pt: Caravanas
ro: Camping rulote
sv: Campingplats

source: Zu meinem Standort
cs: Moje poloha
en: My location
et: Minu asukoht
fr: Ma position
it: La mia posizione
nb: Min posisjon
nl: Mijn locatie
pt: A minha localização
ro: Locația mea
sv: Min plats

source: Zugänglichkeit
cs: Přístupnost nabíječky
en: Charger accessibility
et: Laadija ligipääsetavus
fr: Charger accessibility
it: Accessibilità colonnina
nb: Charger accessibility
nl: Charger accessibility
pt: Charger accessibility
ro: Charger accessibility
sv: Laddarens tillgänglighet

source: Zurücksetzen
cs: Obnovit
en: Reset
et: Lähtesta
fr: Réinitialiser
it: Reimposta
nb: Tilbakestill
nl: Resetten
pt: Repor
ro: Resetează
sv: Återställ

source: Als Favorit
en: Add to Favorites

source: CCS Typ 1
en: CCS Type 1
et: CCS Type 1
fr: CCS Type 1
it: CCS Type 1
nb: CCS Type 1
nl: CCS Type 1
pt: CCS Tipo 1
ro: CCS Tip 1
sv: CCS Type 1

source: CCS Typ 2
en: CCS Type 2
et: CCS Type 2
fr: CCS Type 2
it: CCS Type 2
nb: CCS Type 2
nl: CCS Type 2
pt: CCS Tipo 2
ro: CCS Tip 2
sv: CCS Type 2

source: EVMap unterstützt Apple CarPlay. Verbinde dein iPhone mit dem Autodisplay und finde Ladestationen direkt auf der Fahrt – ohne dein Telefon zu berühren.
en: EVMap supports Apple CarPlay. Connect your iPhone to your car's display to find charging stations on the road – without touching your phone.

source: Kein Filter
en: No Filter

source: Keine Favoriten gespeichert
en: No favorites saved

source: Kino
en: Cinema
fr: Cinéma
it: Cinema
nl: Bioscoop
pt: Cinema
ro: Cinema
sv: Biograf

source: Ladepunkte
en: Charging points

source: Ladestationen
en: Charging stations

source: Navigieren
en: Navigate

source: Netzwerk
en: Network

source: Typ 1
en: Type 1
et: Tüüp 1
fr: Type 1
it: Tipo 1
nb: Type 1
nl: Type 1
pt: Tipo 1
ro: Type 1

source: Typ 2
en: Type 2
et: Tüüp 2
fr: Type 2
it: Tipo 2
nb: Type 2
nl: Type 2
pt: Tipo 2
ro: Type 2

source: Typ 3A
en: Type 3A
et: Tüüp 3A
fr: Type 3A
it: Tipo 3A
nb: Type 3A
nl: Type 3A
pt: Tipo 3A
ro: Type 3A

source: Typ 3C
en: Type 3C
et: Tüüp 3C
fr: Type 3C
it: Tipo 3C
nb: Type 3C
nl: Type 3C
pt: Tipo 3C
ro: Type 3C

source: Hotel
et: Hotell
fr: Hôtel
it: Albergo
nb: Hotell
sv: Hotell

source: Tesla Supercharger
fr: Superchargeur Tesla
pt: Supercarregador Tesla
